Revit 2027 API
SpecTypeId.Pulsation Property
 Pulsation, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Pulsation { get; }
Public Shared ReadOnly Property Pulsation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Pulsation {
	ForgeTypeId^ get ();
}
static member Pulsation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace